tap "homebrew/bundle"

tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "python@3.9"
brew "glib"
brew "fish"
brew "htop"
brew "openssl@3"
brew "pyenv"
brew "r"
brew "tmux"
brew "tree"
brew "wget"
cask "brave-browser"
cask "clipy"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "ticktick"
cask "google-japanese-ime"
cask "deepl"
cask "rstudio"
cask "figma"
cask "miro"
cask "docker"

